Revit 2027 API
ParameterTypeId.PlanRegionViewRange Property
 "View Range"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId PlanRegionViewRange { get; }
Public Shared ReadOnly Property PlanRegionViewRange As ForgeTypeId
	Get
public:
static property ForgeTypeId^ PlanRegionViewRange {
	ForgeTypeId^ get ();
}
static member PlanRegionViewRange : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace